import React, { Fragment } from "react";
import jalase from "../../../assets/jalase.jpg";
import davari from "../../../assets/davari.jpg";
import peygiri from "../../../assets/peygiri.jpg";
import "./body.css";

const Body = () => {
  return (
    <Fragment>
      {/* <div> */}
      <div className="container container-omor-vekalat ">
        <div className="row" style={{ justifyContent: "space-evenly" }}>
          <div className="col-12">
            <details>
              <summary>وکیل حقوقی</summary>
              با توجه به شاخه های متنوع علم حقوق و هم چنین روابط پیچیده مالی و
              حقوقی افراد جامعه وجود وکیل متخصص در زمینه حقوقی امری لازم و ضروری
              می باشد . جامعه امروز ما جامعه ای پویا و جوان است و با توجه به این
              امر بی تجربگی در انجام معاملات و عدم وجود فرهنگ مراجعه به وکیل و
              بهره مندی از تجارب وکلای دادگستری در زمینه های امور حقوقی
              اختلافاتی را ایجاد می کند که حل و فصل آن علاوه بر پرهزینه بودن
              بسیار زمان بر می باشد . وکیل متخصص امور حقوقی میتواند کوتاه ترین ،
              سریعترین و کم هزینه ترین حالت ممکن را در جهت جلوگیری از بروز
              اختلاف ، حل اختلافات و اجرای تعهدات را برای شما تضمین نماید.
              مفتخریم توانسته ای تجربه ارزشمند از رضایت موکلین و مراجعین را
              سرمایه خود داشته و به عنوان وکیل حقوقی در راستای اجرای عدالت و
              بازگردانیدن حقوق زیاندیدگان با حداکثر توان خود فعالیت نموده و به
              لطف خداوند موفق بوده ایم{" "}
            </details>
            <details>
              <summary>وکیل امور مالی</summary>
              بیشتر موضوعات اختلافی افراد جامعه جهت مالی و امور قراردادی می باشد
              چرا که روابط اقتصادی و چرخهای صنعت کشور بر محور قرارداد های خصوصی
              افراد در حال گردش است با توجه به عدم تمرکز داد و ستد های مالی در
              مراکز مربوط قانونی و عدم نظارت حقوقی صحیح بر تنظیم آنها اختلافات
              مالی نیز دور از انتظار نبوده و متاسفانه شاهد افزایش آن در جامعه
              نیز هستیم . فارغ از عدم نظارت حقوقی در تنظیم قراردادها وضعیت
              اقتصادی ایران و جهان نیز بر در تشدید بروز اختلافات موثر است . آنچه
              جز صلاحیت های وکیل امور مالی می باشد نخست تنظیم قرارداد صحیح و
              قانونی ، سپس نظارت بر حسن اجرای آن و در نهایت پیگیری وصول مطالبات
              و یا اجرای تعهدات می باشد . در کشور های غربی بسیاری از معاملات و
              اقدامات حقوقی مستقیماً زیر نظر وکیل امور مالی انجام می گیرد از
              جمله آن انجام تمامی معاملات املاک ، اخذ وام های بانکی و حتی تنظیم
              و اجرای وصیت نامه فلذا تمامی افراد جامعه می بایست با فرهنگ سازی ،
              مراجعه به وکیل متخصص امور مالی را جز مراحل انجام مراودات مایل
              قلمداد و از حمایت حقوقی ایشان بهره مند گردند .
            </details>
            <details>
              <summary>وکیل خانواده</summary>
              همانطور که میدانیم آداب و رسوم فرهنگی ما در خصوص موضوعات مربوط به
              امور خانوادگی مواردی را ترویج نموده که در حال حاضر با زندگی مدرن
              امروزی همخوانی نداشته و لازم است در مواردی اصلاحات اساسی صورت
              بگیرد مانند عدم مراجعه به وکیل خانواده قبل از ازدواج و قبیح دانستن
              بحث در خصوص حقوق زوجین و شرایط و امکان جدایی آنها از یکدیگر . باید
              توجه داشت وکیل خانواده با بهره مندی از تجربه کافی و تسلط کامل به
              قوانین و موضوعات شرعی ازدواج می تواند قبل از ازدواج بهترین مشاور و
              راهنمایی شما باشد چه بسا با آشنایی زوجین نسبت به حقوق خود راههای
              احتمالی سوء تفاهمات به کلی مسدود گردد . قابل توجه است همانطور که
              قبل از ازدواج مشاوره های خانواده و انجام آزمایشات مربوطه ضروری است
              مراجعه به وکیل خانواده نیز ضروری می باشد و در صورت بروز اختلاف نیز
              هر یک از زوجین و یا به اتفاق می بایست به وکیل متخصص مراجعه نمایند
              و از شرایط قانونی مطلع شوند بدیهی است مراجعه به وکیل خانواده هرگز
              به معنای جدایی و پایان زندگی مشترک نبوده بلکه آگاهی از قانون اراده
              دو طرف برای اخذ تصمیم صحیح را قوی تر می کند .
            </details>
            <details>
              <summary>وکیل امور کیفری</summary>
              نچه در خصوص وکیل کیفری ضروری است اطلاع از آخرین قوانین و آراء وحدت
              رویه در امور جزایی می باشد چرا که بسیاری از قوانین در این زمینه در
              حال اصلاحات و تغییرات می باشد فلذا اطلاع از این مقررات راه را برای
              اجرای عدالت هموار می نماید . همانطور که می دانیم تعیین جرم با
              قانون است فلذا ممکن است اقدامی بسیار نا پسند و نا مشروع جرم تلقی
              نشود و اقدامی دیگر با آثار مخرب بسیار کمتری جرم تلقی و حتی دارای
              مجازات شدید باشد پس باید قبل از هر چیز در تعیین مجازات ، متن صریح
              قانون را ملاک عمل قرار دهیم . وکیل کیفری با تخصص و مهارت خود می
              تواند از قوانین جزایی حداکثر استفاده را در جهت احقاق حقوق موکل خود
              ، برده و با استناد به آن اجرای عدالت را تسریع نماید
            </details>
            <details>
              <summary>وکیل امور ثبتی</summary>
              همانطور که میدانیم قوانین و مقرارت ثبتی بسیار قدیمی بوده و نیاز به
              بازنگری به آن در حال حاضر ضروری است لیکن بدیهی است وکیل ثبتی از
              جمله وکلای متخصص می باشد که داشتن تخصص در این گرایش از علم حقوق
              نیازمند سالها کسب تجربه عملی در محاکم و مراجع ثبتی است . قابل توجه
              است دعاوی مربوط به ثبت الزاماً در دادگاه مطرح نمی شود چرا که هیات
              نظارت ثبت و شورای عالی ثبت نیز از مراجع رسیدگی به امور ثبتی بوده و
              وکیل ثبتی می بایست تجربه کافی در نحوه رسیدگی و صلاحیتهای این مراجع
              را داشته باشد . در مواردی افراز ، تفکیک و تقسیم املاک ممکن است
              خساراتی را به همراه داشته باشد و یا در جهت اخذ سند مالکیت ثبتی
              ممکن است موانعی ایجاد شود که تمامی این موضوعات در صلاحیت وکیل ثبتی
              بوده و با بهره مندی از تخصص ایشان میتوان احقاق حقوق خود را تضمین
              نماییم .
            </details>
          </div>
        </div>
      </div>
      <div className="container-fluid">
        <div className="row">
          <div className="col-12 text-landing-ways">
            <h5>بهترین روشهای قانونی تخصص در زمینه های مختلف حقوقی </h5>
          </div>
        </div>
      </div>
      <div className="container-fluid ">
        <div className="row body-3col">
          <div className="col-12 col-md-3 div-3col">
            <img src={davari} alt="photo" />
            <h6>انجام موضوعات مربوط به داوری</h6>
          </div>
          <div className="col-12 col-md-3 div-3col">
            <img src={jalase} alt="photo" />
            <h6>برقراری جلسات صلح و سازش </h6>
          </div>
          <div className="col-12 col-md-3 div-3col">
            <img src={peygiri} alt="photo" />
            <h6>پیگیری به موقع و ارائه عملکرد از روند اقدامات قضایی</h6>
          </div>
        </div>
      </div>
      <div className="container-fluid container-last-text my-5 py-3">
        <div className="row pr-md-5">
          <div
            className="col-12 col-md-4 pr-md-5 last-text-h5"
            style={{ textAlign: "right" }}
          >
            <h5>
              <i className="fa fa-check"></i> مشاوره حقوقی
            </h5>
            <h5>
              <i className="fa fa-check"></i> مشاوره کیفری
            </h5>
            <h5>
              <i className="fa fa-check"></i> تنظیم انواع قرارداد های حقوقی
            </h5>
            <h5>
              <i className="fa fa-check"></i> تنظیم لایحه و دادخواست
            </h5>
            <h5>
              <i className="fa fa-check"></i> قبول وکالت
            </h5>
          </div>
          <div className="col-12 col-md-7 moshavereh-hoqoqi-ketfari ">
            <h4>مشاوره حقوقی و کیفری</h4>
            <p>
              مشاوره حقوقی مشاوره کیفری تنظیم انواع قرارداد های حقوقی تنظیم
              لایحه و دادخواست قبول وکالت مشکلات و معضلات حقوقی امروزه آن چنان
              پیچیده شده که صرفاً مشاوره حقوقی ساده با افرادی که به مشکلی مشابه
              دچار شده اند و یا آشنایی جزئی به مسائل حقوقی دارند حلال آن نخواهد
              بود . از طرفی علم حقوق نیز آنچنان تخصصی گردیده که مشاوره حقوقی در
              هر زمینه آن نیازمند مطالعات و تجربیات بسیار است چه بسا در مواردی
              مشاوره حقوقی ناصحیح نه تنها مشکلی را مرتفع ننموده بلکه راه حل ساده
              راتبدیل به معادله ای پیچیده و در مواردی لاینحل نموده است که نتیجه
              آن چیزی جز پایمال شدن حقوق افراد نمیباشد. به طور کلی بهره مندی از
              یک مشاور متخصص تهدیدات شغلی که در حرفه و کسب و کار شما ممکن است
              ایجاد شود را به خوبی شناسایی کرده و قبل از به چالش تبدیل شدن ، آن
              را خنثی می نماید . از طرفی چالش‌های ناشی از عدم آگاهی به قانون نه
              تنها کسب و کار بلکه روابط خانوادگی و یا اجتماعی ما را نیز تهدید می
              نماید پس بهره مندی از مشاوره حقوقی وکیل متخصص و با تجربه می‌تواند
              پیشگیری موفقی قبل از بروز مشکلی با درمان پیچیده باشد.
            </p>
          </div>
        </div>
      </div>
    </Fragment>
  );
};

export default Body;
